Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=645_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi oaččui riikkaidgaskasaš dovddastusa
smn: Sämitigge uážui aalmugijkoskâsâš tubdâstâs

source: Sámedikki ja Meahciráđđehusa giite bálggesčuolli barggus Akwé: Kon – rávvagiid heiveheami várás.
smn: Sämitigge já Meccihaldâttâs uážžoin kijttosijd pälgájalgejeijee pargoost Akwé: Kon - ravvui heivitmân.

source: Sámediggi, birasministeriija ja Meahciráđđehus ortnejedje 17.10 siidodáhpáhusa biodiversitehtasoahpamuša 11. oassebeallečoahkkimis Hyderabadis, Indias.
smn: Sämitigge, pirâsministeriö já Meccihaldâttâs uárnejii 17.10 paldâlâstábáhtus biodiversiteetsopâmuš 11. uásipeličuákkimist Hyderabadist, Indiast.

source: Dilálašvuođas ovdanbuktojuvvojedje Akwé: Kon – rávvagiid heiveheapmi Suomas Bátneduottara meahcceguovllu dikšun - ja geavahanplána ráhkadeamis.
smn: Tilálâšvuođâst oovdânpuohtui Akwé: Kon - ravvui heiviittem Suomâst Pänituoddâr meccikuávlu hoittám- já kevttimvuávám rähtimist.

source: Suopma lea vuosttas riika, mii lea heivehan jagi 2004 biodiversitehtasoahpamuša 7 oassebeallečoahkkimis dohkkehuvvon rávvagiid.
smn: Suomâ lii vuossâmuš staatâ, mii lii heiviittâm ive 2004 biodiversiteetsopâmuš 7 uásipeličuákkimist tuhhiittum ravvuid.

source: Eaktodáhtolaš Akwé: Kon – rávvagiid ulbmilin lea dorvvastit luonddu máŋggahápmásašvuođa seailuma sihke eamiálbmotkultuvra luonddugaskavuođa ja árbedieđu seailuma.
smn: Iävtutátulâš Akwé: Kon - ravvui uávilin lii turviđ luándu maaŋgâhámásâšvuođâ siäilum sehe algâaalmugkulttuur luándukoskâvuođâ já ärbivuáválii tiäđu siäilum.

source: Akwé: Kon – rávvagat fállet vuogi, mainna sámiid oassálastima fidnuid ja plánaid válmmaštallamii, váikkuhusaid árvvoštallamii ja mearrádusdáhkamii sáhttá sihkkarastit.
smn: Akwé: Kon - ravvuuh fäälih lattimvyevi, moin sämmilij uásálistem projektij já vuáváámij valmâštâlmân, vaikuttâsâi árvuštâlmân já miärádâstohâmân puáhtá turviđ.

source: Akwé: Kon – rávvagiid heiveheami Bátneduottara meahcceguovllu dikšun- ja geavahanplána ráhkadeamis válmmaštallojuvvui birasministeriija ásahan álbmotlaš artihkal 8(j)-bargojoavkku barggus.
smn: Akwé: Kon - ravvui heiviittem Pänituoddâr meccikuávlu hoittám- já kevttimvuávám rähtimist valmâštâllui pirâsministeriö asâttem aalmuglâš artikla 8(j)-pargojuávhu pargoost.

source: Sámedikki ovddastii siidodáhpáhusas láhkačálli Aimo Guttorm.
smn: Sämitige ovdâstij paldâlâstábáhtusâst lahâčällee Aimo Guttorm.

source: Guttorm buvttii ságastis ovdan, ahte " Suoma sámediggi doallá Bátenduottara dikšun- ja geavahanplána válmmaštallama oktavuođas ollašuhtton Akwé: Kon - proseassa dehalažžan sámiid vuoigatvuođadili ollašuvvama dáfus. "
smn: Guttorm puovtij jieijâs saavât oovdân, et " Suomâ sämitigge ana Pänituoddâr hoittám- já kevttimvuávám valmâštâllâm ohtâvuođâst olášittum Akwé: Kon - proosees tehálâžžân sämmilij vuoigâdvuođâsajattuv olášume tááhust. "

source: Akwé: Kon – rávvagiid heiveheami lea válmmaštallan Meahciráđđehusa ja sámedikki vuođđudan oktasaš bargojoavku, masa sámediggi lea namahan lahtuid.
smn: Akwé: Kon - ravvui heiviittem lii valmâštâllâm Meccihaldâttâs já sämitige vuáđudem ohtsâš pargojuávkku, moos sämitigge lii nomâttâm jesânijd.

source: Bargojoavkku lahtut leat árbedieđu hálddašeaddjit ja bargojoavkkus leat ovddastuvvon iešguđet ahkejoavkkut ja sohkabealit sihke guovllu bálgosiid boazoisidat.
smn: Pargojuávhu jesâneh láá ärbivuáválii tiäđu haldâšeijeeh já pargojuávhust láá ovdâstum jieškote-uv ahejuávhuh já suhâpeleh sehe kuávlu palgâsij puásui-išedeh.

source: Bargojoavkku ságajođiheaddjin lea doaibman sámedikki II várreságajođiheaddji Heikki Paltto.
smn: Pargojuávhu saavâjođetteijen lii toimâm sämitige II värisaavâjođetteijee Heikki Paltto.

source: " Rávvagat vulget das, ahte eamiálbmoga ovddasteaddjit váldojuvvojit plánemii mielde aivve álggu rájes, ii easka dallego bargu lea juo ovdánan guhkás.
smn: " Ravvuuh vyelgih tast, et algâaalmug ovdâsteijeeh váldojeh fáárun vuáváámân aaibâs aalgâ rääjist, ige iäskán talle ko pargo lii jo kuhás ovdánâm.

source: Lea aivve eará ášši bargat barggu ovttas ságástallamin go bivdit kommeanttaid juo oktii čállojuvvon veršuvdnii ", deattuha siidodáhpáhusas hállan sierraplánejeaddji Sanna-Kaisa Juvonen Meahciráđđehusa luonddubálvalusain. "
smn: Lii aaibâs eres äšši porgâđ oovtâstpargoost savâstâlmáin ko táttuđ kommentijd jo ohtii čaallum version ", tiäddud paldâlâstábáhtusâst sárnum spesiaalvuávájeijee Sanna-Kaisa Juvonen Meccihaldâttâs luándupalvâlusâin. "

source: Bargovuohki leamašan jierpmálaš buot oassebeliide, ja doaimmai duođaid bures. "
smn: pargovyehi lii lamaš mielâsâš puoh uásipeelijd, já tuáimá tuođâi pyereest. "

source: Álbmotlaš biodiversitehtabargojoavkku lahttu sámedikki sáđajođiheaddji Klemetti Näkkäläjärvi lea duđavaš Suoma sámedikki ožžon dovddastussii. ”
smn: Aalmuglâš biodiversiteetpargojuávhu jeessân, sämitige saavâjođetteijee Klemetti Näkkäläjärvi lii tuđâvâš Suomâ sämitige uážžum tubdâstâsân. ”

source: Leat bargan duođaid olu álbmotlaččat ja riikkaidgaskasaččatge artihkkala 8(j) doibmiibidjama várás ja áinnas dovddastus, man oaččuimet ligge.
smn: Mij lep porgâm tuođâi ennuv aalmuglávt já aalmugijkoskâsávt-uv artikla 8(j):n olášutmân já tiäđust-uv mii uážžum tubdâstâs lieggee.

source: Bálggesčuolli rolla buktá maiddái vástu ja bargu lea velá olu ovddabealde sámiid árbedieđu suodjaleami várás Suomas ”, ságajođiheaddji árvala.
smn: Oovtâstjottee rooli puáhtá še ovdâsvástádâs já pargo lii vala ennuv oovdâst sämmilij ärbivuáválii tiäđu suoijâlmân Suomâst ”, saavâjođetteijee hundâruš.

source: Stahtarađđi dohkkeha čakčat vuođđojurddamearrádusa álbmotlaš biodiversitehtastrategiijan jahkái 2012. ” Sámediggi vuordá biodiversitehtastrategiijas ja erenoamažit dan doibmiibidjamis olu.
smn: Staatârääđi tuhhit čohčuv prinsiipmiärádâs aalmuglâš biodiversiteetstrategian ihán 2012. ” Sämitigge vuárdá biodiversiteetstrategiast já eromâšávt ton olášutmist ennuv.

source: Vuordit, ahte Suopma ollašuhttá álbmogiidgaskasaš báktečuollin álbmotlaš artihkal 8(j)-bargojoavkku laohpparaportta evttohan doaibmabijuid ”, Näkkäläjärvi deattuha.
smn: Vyerdip, et Suomâ olášut aalmugijkoskâsâš oovtâstjotten aalmuglâš artikla 8(j)-pargojuávhu loppâraapoort oovdânpuáhtám tooimâid ”, Näkkäläjärvi tiäddud.

source: Birasministeriija COP11-siiddut
smn: Pirâsministeriö COP11-siijđoh
